taskt/Core/Automation/Commands/KeyMouseGroup/SendAdvancedKeyStrokesCommand.dot
digraph "SendAdvancedKeyStrokesCommand" {
"SendAdvancedKeyStrokesCommand" -> "AOneWindowNameActionCommands";
"SendAdvancedKeyStrokesCommand" -> "ISendAdvancedKeyStrokesProperties";
"AOneWindowNameActionCommands" -> "AOneWindowNameCommands";
"AOneWindowNameActionCommands" -> "IOneWindowNameActionProperties";
"AOneWindowNameCommands" -> "AWindowNameCoreCommands";
"AOneWindowNameCommands" -> "IOneWindowNameProperties";
"AWindowNameCoreCommands" -> "ScriptCommand";
"AWindowNameCoreCommands" -> "IWindowNameCoreProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
