taskt/Core/Automation/Commands/KeyMouseGroup/SendAdvancedKeyStrokesCommand.puml
@startuml
SendAdvancedKeyStrokesCommand --> AOneWindowNameActionCommands
SendAdvancedKeyStrokesCommand --> ISendAdvancedKeyStrokesProperties
AOneWindowNameActionCommands --> AOneWindowNameCommands
AOneWindowNameActionCommands --> IOneWindowNameActionProperties
AOneWindowNameCommands --> AWindowNameCoreCommands
AOneWindowNameCommands --> IOneWindowNameProperties
AWindowNameCoreCommands --> ScriptCommand
AWindowNameCoreCommands --> IWindowNameCoreProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
